Revit 2024 API
IDropHandler Methods
The IDropHandler type exposes the following members.
Methods
Name | Description
Execute
 Implement this method to handle the drop event for your data.
See Also
IDropHandler Interface
Autodesk.Revit.UI Namespace